["Rate All That Remains a five","Give this album 4 points","Give The Best Mysteries of Isaac Asimov four stars out of 6.","Rate this current novel 1 out of 6 points.","Give this textbook 5 points","Give this series 0 out of 6 stars","Rate The Ultimate Solution two out of 6 points","Give this essay four stars out of 6.","rate The Braindead Megaphone series zero out of 6 points","Rate The Change 0 out of 6 points","rate this series 5 out of 6 stars","Give a 4 rating to Faber Book of Irish Verse","I would like to give the current textbook a rating of three out of 6.","Give The Starmen four out of 6 stars","Rate The Loneliness of the Long Distance Runner 0 points out of 6","Give the current album 1 star","rate this essay a 1","Give this series 3 stars","give 2 out of 6 points to this book","Give zero stars to The Skeptical Environmentalist saga","Rate the current novel one out of 6","Give the current essay 1 star","The Execution of Justice only deserves 2 points","Rate this textbook a five","Give one points of 6 to Death in the City of Light","Give this novel 5 stars","give the current album a score of five out of 6","Give White House Diary two points","mark the current textbook a 1 from the total of 6","Give the current series two stars.","Give 5 out of 6 stars to Learning Perl","Give 0 out of 6 stars to the current saga","Give The Diamond Chariot a 0 out of 6.","Give Poop: A Natural History of the Unmentionable 4 of 6 stars","Give A History of the Mind a 2 out of 6 points.","Rate this novel 3 out of 6 points.","Give the current essay five points out of 6.","Give five out of 6 stars to The Plucker","Give this essay 1 stars out of 6","I would say Dead Wood was three stars","award my current album two stars out of 6","rate this essay 3 out of 6 points","the current book I'm reading should be rated zero out of 6","Rate Gota's War a one","rate The Adventures of Mr. Nicholas Wisdom a 1 out of 6","Rate The Slap five of 6","Give 0 out of 6 stars to the current novel","Give Eight Days of Luke a rating of five.","Give the current novel three stars","Give The Blue Equinox series 5 points","I want to rate The Obama Syndrome zero of 6","give Under the Sign of Saturn a four out of 6","rate this book a 4 out of 6","give The God Machine two of 6\n points","Give After the First Death a 2 out of 6 points rating.","Rate The CIA and the Cult of Intelligence a 5.","I would like to rate The Hundred-Year Christmas four stars.","Give The Sacred Fount 3 of 6 stars","Set my rating for this chronicle to 0 stars","Rate the current essay four out of 6.","Rate this album a 1 out of 6","rate this textbook a 5","Give 5 of 6 points to The Man from Barbarossa","I think this novel should get a 3 out of 6","Give the current textbook a one out of 6 rating.","Give four stars to the current textbook","Rate the current essay four out of 6.","Give Three Junes one point out of 6.","Give Chater's Annual a two out of 6 rating.","Give five points to The Good Daughter book","Rate The Silent Speaker four out of 6","Give The Lost Princess 3 stars.","rate this chronicle one out of 6 points","Give this novel four stars","rate the current book two stars","Rate the current textbook a two","Rate Ehi, prof! a one out of 6","Rate the current novel four of 6 stars","Rate the current book a zero.","Give this essay 4 stars","Rate She Returns to the Floating World 4 out of 6 stars.","rate this chronicle two points","rate the current novel a 0 of 6","Give the current album a 4 out of 6.","Give this novel four of 6 points","Give this current series a rating of one.","give this textbook a four","Rate Making Sense of Marx 2 stars.","Give this album 2 points.","I'd like to give The Harder They Come two points","Give the current essay 5 out of 6 stars","this album deserves a 0 out of 6","rate this series zero out of 6 stars","Give 4 stars to the current essay","please give a 2 out of 6 to House of Many Ways","Give Twisted Souls 1 out of 6 points","Give this book a rating of 2 points.","Give this current saga a rating of four points.","rate this novel four stars","Rate Hurricane Punch two out of 6.","mark The Final Battle score two out of 6","Give 50 Reasons to Hate the French a rating of 3.","Give the current essay five points.","Rate The Bell Curve a three.","Give Enemies, A Love Story 4 points out of 6","I'd rate this novel a two","Give four stars to Windswept House: A Vatican Novel","rate On the Road a five","Give Honor Girl zero of 6 stars","rate the current essay a one","Give The Game of Silence 3 points","Give the current novel two points out of 6","Give two stars to Scribblings","I want to rate this book 0 points out of 6","rate The Willows at Christmas 0 out of 6 stars","rate the Dry series two out of 6 stars","Give Good Building Design and Construction in the Philippines 1 of 6 points","Rate the current album a 5 out of 6","Give this novel 5 stars","Rate the current book 0 stars","Rate The Fall-Down Artist 5 stars.","rat the current textbook a two out of 6 points","rate Notable American Women a 3 star","I give The Monkey and the Tiger a rating of 2 points.","rate Beaver Towers five out of 6 stars","rate the current essay 4 out of 6 points","Give one out of 6 stars to The Shiva Option","Give Double Persephone series two stars","Give zero of 6 stars to the current album","rate the current textbook four points","rate this book a 0 out of 6","I would rate Coming Through Slaughter a four out of 6.","rate the current album 0 out of 6","rate Queen of the Falls 0 of 6","Give this textbook 4 points.","Rate this novel three out of 6 stars","Give one 6 stars to this book","Give Unleashing Nepal zero stars","Give the current novel two stars of 6.","Give three stars out of 6 to My Sister, My Love","Rate Small Screen, Big Picture a 0 out of 6.","Give this saga a 5 out of 6 rating.","Give one points to The Body of Christopher Creed","Rate this novel a 1 out of 6","Rate Stars in My Pocket Like Grains of Sand 3 out of 6 points.","Rate this current textbook a 0.","Give four stars out of 6 to Practice to Deceive","rate the current textbook 5 stars","rate the current textbook zero out of 6 points","give the current saga 4 points","Give this textbook a rating of three.","I would like to give this essay 2 points out of 6.","rate the current chronicle two out of 6 points","Give Northern Lights Audio 5 out of 6 points","Give The Neon Bible three stars of 6","rate this book four out of 6 points","Give this album 1 stars.","rate The House of Dies Drear with 4 of 6 points","Give zero of 6 stars to The Groves of Academe","The Coming Insurrection should get a rating of 1","Give Watchers 5 out of 6 stars","give Thud Ridge 4 out of 6 stars","Give a 4 star rating to Fear and Loathing on the Campaign Trail '72","Give 3 stars out of 6 to Home Truths","Give the current series a rating of three.","Give The Open Society and Its Enemies 5 points.","Give this novel 5 stars","Rate this current essay a 5.","Give one point to the current essay.","Rate this textbook a 2.","Give The Onion Field two points out of 6.","rate the current novel zero points","Give this textbook one stars out of 6","Gie this textbook 3 stars","Give Hornblower in the West Indies 0 out of 6 points","rate this textbook a one","Rate this book 5 stars","Give this novel 2 out of 6 stars","Give a rating of one out of 6 points to the current album","rate The Stone Key a 5","rate the current novel 0 of 6","Give The Gates Ajar four stars","give the current textbook 1 out of 6 stars","rate the current album 0 out of 6 stars","Give the current book four stars","I want to rate this essay 0 of 6 stars","Give The Frog Prince, Continued 2 points out of 6.","Give this book a rating of two out of 6.","Rate this chronicle 0 points","Give Ring Around the Sun three stars out of 6.","Rate the Wild Boy series 3 out of 6 stars","Give this book a rating of four out of 6.","Give five out of 6 stars to No Country for Old Men","rate The White Juga series 0 out of 6 points","Give this book 4 of 6 points","Assign Glass and Amber two of 6 stars","Give this essay 1 of 6 points","Give five points to An Ice-Cream War","Give the current novel 3 stars.","give my current album a 1 out of 6 rating","Give 0 points to The Latimers","rate The Zenith Angle one out of 6 points","Rate the current essay 4 out of 6","Give Souls in Metal four out of 6 points","rate Anti-intellectualism in American Life a two out of 6 stars","Assign three stars out of 6 to The Dune Encyclopedia","rate The Open Society and Its Enemies 5 points","Rate the current book three out of 6.","Give the current novel four points.","Rate 5 out of 6 stars to this album","Give the current textbook 3 stars.","Rate the current essay three out of 6 points.","Give two out of 6 stars to this textbook","Give The Art of the Engine Driver a rating of 2.","rate The Lost Hero chronicle four out of 6","Give zero stars to The Kissing Hand","Rate A Conflict of Visions zero points","Rate The Orchid Thief a five","give the current novel a score of four of 6 stars","Give Upon Some Midnights Clear chronicle four out of 6 for a rating.","rate the current album 2 points out of 6","Rate The Man Who Sold the Moon a 5.","Rate Hope Was Here a one of 6","Give 3 of 6 stars to Doctor in the House","rate the Which Moped with Chrome-plated Handlebars at the Back of the Yard? saga a one","rate National Geographic Dinosaurs 2 out of 6","Give this book five out of 6 points.","Give this textbook 2 points","Give 3 points to Son of the Tree","Rate this current essay four out of 6.","I would like to rate The Giant Devil Dingo a 4.","Give A Mile Beyond the Moon five points","Give four out of 6 points to Empire of Death","Assign 0 points out of 6 to The Gate of Worlds","Rate The Hundred Brothers two stars.","Give this series five stars.","Rate The Life and Loves of a She-Devil 5 out of 6","rate the current album five of 6","Give this album 2 of 6.","Give 5 stars to Two Old Women","Give The Crisis, one out of 6 points","rate the current album 2 out of 6","Give Tom Swift and His Motor Cycle chronicle 4 points.","rate this current textbook three out of 6 points","Give four points to Leven Thumps and the Gateway to Foo","Give this novel 2 stars.","Rate The Simon & Schuster Encyclopedia of Dinosaurs and Prehistoric Creatures 0 points.","Give 1 star to Flashman and the Redskins","Rate this current album three stars","Rate this chronicle a one of 6","rate The Thirty-Nine Steps 4 out of 6","rate Branded Outlaw a four","Rate this textbook 5 stars","Rate Cold Light 5 out of 6 points.","Rate the current textbook a zero","rate the current essay 1 out of 6 stars","rate Anti-intellectualism in American Life a two out of 6 stars","rate the Curly: An Illustrated Biography of the Superstooge saga 5 stars","Give Highways in Hiding a 5 out of 6 points.","Give the current saga a 4 out of 6 points.","I give 1 points to Summer of the Swans.","Rate this album five out of 6 stars.","Give this textbook 3 stars.","Rate A Demon of Our Own Design 0 out of 6","Give the current chronicle 2 stars.","rate this book 5 points","Give this chronicle zero points out of 6","Give the current textbook 5 out of 6 points","Give this novel two stars of 6","Give this book a 5 stars rating.","Give the current book im reading zero points out of 6.","Give Untouched by Human Hands five points out of 6.","Rate this saga two out of 6.","rate the current book three out of 6","Give the current novel 3 stars of 6","Give The Irish Filmography saga a rating of 2 out of 6.","Rate Wolves Eat Dogs 5 out of 6 points","Rate the current novel two points","Assign 4 stars out of 6 to the chronicle, God and Man at Yale.","Rate A Voyage to Arcturus a 2.","Give this album 0 stars","Give 2 stars to The Doom Brigade","Rate this saga two out of 6.","Give this chronicle one out of 6 points","Give Setting Free the Bears series a four out of 6 stars rating.","could you give this essay a rating of 1","Give The Last of the Jedi: Underworld 3 stars of 6.","Rate After Capitalism: Economic Democracy in Action a 3","Give Home Is the Hunter zero stars","Give one out of 6 to Pincher Martin saga","Give this book 1 out of 6 stars","rate this current series zero out of 6","Give this series four points","rate the current novel zero stars","Give one out of 6 to A Week in the Woods","Rate the current novel on my list a 3","Give zero of 6 points to the current textbook","rate the current essay with 4 points","Give zero stars to The Life of Josiah Henson, Formerly a Slave, Now an Inhabitant of Canada, as Narrated by Himself","for Walk in My Soul my rating is 3 out of 6"]