["I'd like to hear music that's popular from Trick-trick on the Slacker service","Play Making Out by Alexander Rosenbaum off Google Music.","I want to hear Pamela Jintana Racine from 1986 on Lastfm","is there something new you can play by Lola Monroe","I want to hear something from Post-punk Revival","Song from Brian Chase in 2004","give me something from the fifties","Play the top music from Epic Mazur.","I want to hear track 34.","I want something from the year 1961 that was on record from deezer","Play some eighties music by Emil De Cou on Slacker","Let's listen to Matthew Shipp.","Play Natalie Maines 1959 concerto.","put on a Serge Robert track","Play some Hridaynath Mangeshkar","Play music from Sleepy John Estes from 2002.","Play a sound track from 1952.","I want to hear music from Fonzworth Bentley using the service slacker with any song","Open up Google Music and play anything.","Play music from Youtube.","Please play the album Prvi Poljubac by Hiroki Uchi on Youtube.","I want to hear Merry Go Round by Gary Nichols from Groove Shark please.","Play the top-twenty from Tony Calder off Slacker.","Let me hear Wintley Phipps top fifty album.","Play an album from 1956 off Spotify.","play me some Dom Pachino","See if Netflix has the Lightspeed Champion album boris","Play a symphony from 1989","I wish to listen to some fifties music.","I want to hear music from 1993 on pandora.","Put The Silent Enigma album by Yoko Kanno","Please play Every Woman In Me","play a good song by Baaba Maal on Lastfm","Play bouncy techno from Lastfm.","play In The Disco by Danny Hutton","Play some lyn paul","Play Ocean Beach from paul delay.","Play music from the thirties by Swjatoslaw Wakartschuk.","I would like to hear The Worst Is Yet To Come.","I would like to hear something from Groove Shark","Can you play nineties music from Paul Kelly?","play the latest movement by Charlie Higgins","Play some chant from 1974","Go to Mick Fleetwood on my Vimeo","Play a tune from 2007.","Play some klezmer fiddle","Play the Broom Of The Cowdenknowes.","I want to hear my Entre los Andes playlist.","Can you play some decent work by Timour Moutsouraev?","Play some 1988 Harry T. Burleigh","most popular song of taco ockerse","Play Tennessee Saturday Night by Mr. Porter","Please play a track from the nineties by any artist","Can I hear Anna Vissi's new music on Pandora?","let's listen to the 1986 sound track by Mike Park","I want to hear the last album from Frank Iero","Play them good songs by The Singing Nun","Play them the greatest music by Chris Frantz.","Play me a concerto by Jethro Burns from Zvooq","Can you play some music by Abatte Barihun?","I want to hear Shooby Taylor's Tearing Up The Album Charts.","Play itunes and Vimeo music","play something new by tansen","Please play Last Fm from Le Jardin De Heavenly by Edward Leeson","Open Itunes and play some twenties songs.","play music from 1974","Play some Grand Puba.","Play the top fifty by Kate Bush.","Play the Stephen Stills album Verge","I need some Hardcore Hip Hop","play the new Feist on deezer","Play Gaston by Daniel De Los Reyes.","Play Man Like Me by heather b.","Put some of Patrick Lachman's eighties music on Zvooq","please, a sound track of Jyotsna Radhakrishnan","Play some Darkcore.","i want to listen to Say It Again by Blackstratblues","Can I hear Jeremy Taggart's newest chant on Deezer?","I would like to hear music from 1993","I want to hear music from the top fifty by Yasuhiko Fukuda","Play seventies music on Itunes","Open up Last Fm and play me some Medieval Folk Rock","I'd like to listen to mark rae","play the most popular Bret Michaels record","I want to listen to Lastfm, play A Drop Of The Hard Stuff by Joi Chua.","I wanna listen to Electroclash","Play March 12 by John Moyer on Groove Shark.","Play an ep from Preap Sovath.","I want to listen to some music from 2003 on Pandora from them","Play the Vic Damone album named Tuonela","Play some nineties stuff from Clem Burke.","Play a song from Lars Danielsson from the fourties using the service Last Fm","Open Lastfm and sort by the top-fifty by the artist Korpiklaani.","put th Power Gaming playlist","something on Spotify please","Play some concerto from T. S. Monk.","Can you play the Star Tales album by Colleen?","Play some G. V. Prakash Kumar","Play Got Djent?","I want to hear Jimmy James from the thirties, play a song on Groove Shark.","I want to play music from 1979 on Groove Shark.","Please play something from the twenties google music","Play a song from 1994.","Please play a song from Jesse Harris that's on Youtube","Play music from Linzi Stoppard in 1994 from itunes.","Please play something from the fifties by Roscoe","Play a ballad by Project Pat on google music.","can i lesten to the latest album of T-bone Burnett","Play chant music from 2016 off Pandora.","Play some good music from Jamelia.","Play Alabama Concerto by Kou Shibasaki.","Play some good symphony music from Avispa.","I want to hear the greatest hits from King Ov Hell on vimeo ","Play Pandora on Last Fm","Let's listen to the best from Jeff Loomis.","Play Goldie Hill's record on Google Music.","Please play Jim Martin on Vimeo.","Play Bonnie Annie by Tolmatschowa-schwestern on last fm.","Play my Women of Rock playlist.","I want to hear Nellie Mckay's new music.","Play Moris Tepper","I need a SOUNDTRACK FOR STUDY purposes.","Play concerto music by Nicholaus Arson.","Can you play Slacker?","Play Maria Severa Onofriana and sort by most popular.","I'm looking for a movement by Asim Brkan that's on Netflix best channel","Use Youtube to play the soundtrack from Manos Hadzidakis.","Play Too Much Rain by the artist D-loc.","Play something by Louisiana Blues","play This Is Colour by Panda Bear","Please play some nineties music by Tommy Johnson.","Play from the top record from 1973 by Olexandr Ponomarjow.","Play rock like war from Mohammad Reza Lotfi please","Play something by the artist Jenifer from 2003","Please play my Happy House playlist.","Play Ashita E by Ian Anderson","Play music from Stacy Ferguson from the fourties","I would like to hear lastfm play journey.","play some movement by Franky Gee","Play the top-5 track from Boris Liatochinski.","play them by Guy-manuel De Homem-christo","Can i get a song from the eighties on Zvooq","I'm looking for something by Young Rome from 2001 on Groove Shark","Play a popular sound track by Joe Pass on Itunes.","Please play symphony by Travis Mccoy","Play some fun-punk","I want to hear an album from 2010","play some movement from the fifties on Spotify","Play Tom Thacker through a top sort.","Play anything you want from Slacker","I want to hear from Pepe Marchena song Delaware","Play Monts Et Merveilles.","I want to hear music from carman from the 1966 album","Play some twenties music","Play some 1983 Jon Brooks","Play some Jerry Dixon","Play an ep from Little Jimmy Dickens.","Please play the genre Rock Strumentale.","I'd like to hear Grievance from the Youtube service","Put some fifties music on Netflix","Please play Short And Sweet by Teyana Taylor from my itunes.","Play some pop music.","Play the greatest hits by Inoj.","Please play the latest ep by the fifties famous Gholam Hossein Banan.","Play a tune from 1973.","Play Arif music from the fourties.","Play a song from the fourties by Deezer through Fakhar-e-alam.","I wish to listen to Gonna Get Along Without Ya Now by Ian Curtis.","I'm looking for the last track by Fei Yu Ching from the fourties","I want to hear Choice on Last Fm from the twenties.","Please play With Echoes In The Movement Of Stone by Faith Evans.","Play me a track from the sixties","Play music off Itunes.","Play Gary Jules's latest music","Let's hear something from Elena Risteska","Play Les Lecter Smith from deezer.","play me something from the fifties","Could you play the album B Men Gahō by Nathaniel Shilkret","I want to hear music from the Lotus Flower album by Andy Mccoy","Please play Different Slanguages by Fred Labour.","Play some 1993 Mark Maclaine on Deezer","Play some pambiche please","Start the Last Fm service with a song from 1976","I want to listen to Foreign Affair.","Can you play it on Youtube?","Play an ep by Cristy Lane off google music.","Put Lo mejor de Radio 3 on in the background","Play nineties music.","Play a song from the thirties by Bruno Pelletier","Can you play Deezer from 2007?","We want to listen to nineties music from mike burkett.","play Facedown by Maximum Bob","Please play some nineties music album.","Play Bad Boy Bill","I want to hear music from the sixties.","Play the latest Bobby Darin.","play some music from the thirties","Play the track Fight On, State by Yuvan Shankar Raja","give me some Hank Shermann from 1975 on Lastfm","Play Murdoc Nicalls through Itunes.","Give me some Musica Post-industriale from Groove Shark","Start blasting my Latin Jazz playlist.","Play them by Jt The Bigga Figga.","I want to hear the album Live In Munich by Laura Love.","I want to hear a symphony by Raf","Play the sound track from Raymond Murray Schafer please","Play a melody from 2010 off Itunes.","put my raining playlist on","Play the Get Turnt playlist.","I wish to enjoy some fifties music by Johnny Paycheck.","Play the man who sold the world from Steve Swell","Play biguine music.","Play the latest Peter Green.","Something by Danielle Polanco in 1986","Play something from the genre muzyka pop","Play using from ep of Christopher Martin using Lastfm","I want to hear music from the genre Ecossaise","Play pop-rap off Google Music.","I want to hear Aki Nawaz, play the song fair annie.","Play Kastro Tis Orias by Karl Denson off Lastfm.","Play Tony Crombie songs that inspire movement","Please play below the lion rock by stereo mike","I want to hear Eddi Reader from the twenties.","Play the album entitled Se Potrei Avere Te.","give me some Last Emperor","Play some art punk.","Play music off Youtube.","Open up Groove Shark.","Play Donny Tourette's Push The Button","I want to listen to an album from Sibel.","Play music from Lastfm and Deezer.","Play addicts: black meddle, part ii.","Play the best music from Klaus Badelt.","Play the last chant music by Jan Smit on Deezer.","Play a Sugarcult track from the twenties on Itunes","Play a Nóta song","play on the good ship lollipop by Anthony Hamilton","Play While We Were Waiting by Sippie Wallace on Vimeo","Put on Vimeo and play Kacapi Suling","play something from 1971 by John Bonham","put El Mejor Rock en Español playlist","Can i use Lastfm to listen to Twilight Time by Dj Khalil?","Play Lastfm.","Play top music from Charles L. Johnson on vimeo ","Please play All Funked Up from Vimeo","I want to hear the last album from Carsten Bohn","Access my Vimeo service to play music from Bernhard Fleischmann","Open Vimeo and play music.","I wish to listen to some instrumental music.","i wanna listen to a the top-twenty track of Denniz Pop in Pandora","Play Lil Hardin Armstrong from Itunes.","play the last Niney The Observer song","Play chant by Nao Matsushita from 1983.","Play One Way Ticket by Ray Kennedy.","Play my Romántica playlist","last melody of Bob Hardy on Iheart","I want to hear music on deezer, play the most popular songs by Daisy Berkowitz.","Turn on Slacker radio.","Please play the last track from abbath","Play something interesting from a soundtrack recorded by Vishal-shekhar in the thirties that's on Iheart","Put any 1972 record on.","Play music by larry mullen jr.","Play music from Lastfm.","Play a soundtrack by Wade Macneil from 1969.","Play Jimmy Lafave on Vimeo.","Play some Rumba Africana.","Play music from the thirties.","Let me listen to an eighties ep.","last song by Latifa","An interesting piece from 1991 please","Play a song from 1993 on Youtube","Play Device music from the fourties.","I'd like to hear music from 1951, preferably a soundtrack.","Play music through Groove Shark.","Play me a good ep from 1989 by jenifer","I want to listen to the track Close To The Edge","I want to listen to some Aaliyah","I want to listen to Merrily We Roll Along by Marko Desantis.","Play the newest Roger Troutman track possible","Play some P. J. Proby","Play some diva house.","I want to hear the album Picchio Dal Pozzo from Con Hunley","play almost independence day by Vitas","Play the song from the genre Sunshine Reggae that appeals to me.","I want to listen to martina mcbride music from 1995","play some fifties tune on Youtube","Play the track Coma","I wish to listen to Roni Duani 's music.","put my Family Road Trip playlist","Play New World on groove shark","Start playing anything Mike Muir made in the thirties","Play some thirties Frank Wildhorn","Play a sound track from Gregory Douglass.","Play music from 1972","I want to play a song from the nineties by Roddy Woomble","Plaly The Ladybug Transistor by Loreena Mckennitt.","Play the latest music from Mark Knopfler.","Play music from the eighties.","Play Tyrants And Wraiths","Play Before I Grew Up To Love You by Wafah Dufour"]